import "../css/Footer.css";

function Footer() {
  return (
    <div id="footer">
      <h1>빠른링크</h1>
      <div className='div'>
        <a href="/">주문상태</a>
      </div>
      <div className='div'>
        <a href="/">쇼핑 도움말</a>
      </div>
      <div className='div'>
        <a href="/">반품</a>
      </div>
      <div id='setence-box'>
       <a id="setence">
            사업자등록번호 : 120-81-84429 | 통신판매업신고번호 : 제
            2011-서울강남-00810호 대표이사 : PETER DENWOOD | 주소 : 서울 특별시
            강남구 영동대로 517 대표전화 : 080-330-8877 | 팩스 : 02-6928-0000 * 신규
            가입자에게만 적용됩니다. 멤버십은 거주 지역의 월 요금으로 자동 갱신되며,
            해지 시 종료됩니다. 제한 사항 및 기타 약관이 적용됩니다. 구입한 기기
            수에 상관없이, 무료 체험 혜택은 Apple ID당 한 번만 제공됩니다. 본
            프로모션은 Apple Music의 다른 무료 체험 또는 프로모션과 중복 적용되지
            않습니다. 적용 대상 오디오 기기 소유: 본 프로모션은 한정된 기간 동안
            신규 가입자에게만 적용되며, 신규 가입자는 적용 대상 기기를 iOS 15 또는
            iPadOS 15 이후 버전이 설치된 Apple 기기에 연결해야 합니다. 무료 체험
            혜택은 적용 대상 기기 페어링 이후 3개월 안에 신청할 수 있습니다. 적용
            대상 오디오 기기를 이미 소유하고 있는 경우 새로 구입하지 않아도 혜택을
            받을 수 있습니다. 새 iPhone 구입 및 활성화: 본 프로모션은 한정된 기간
            동안 새 iPhone을 구입하고 활성화한 신규 가입자에게만 적용됩니다. 무료
            체험 혜택은 적용 대상 iPhone 활성화 이후 3개월 안에 신청할 수 있습니다.
            1. 보상 판매 금액은 보상 판매 대상이 되는 제품의 상태, 연도, 구성에 따라
            달라집니다.일부 기기는 보상 판매 대상이 아닙니다. 크레딧 또는 Apple
            Store Gift Card로 보상 판매를 받으려면 19세 이상이어야 합니다. 보상 판매
            금액은 적용 가능한 새 기기 구입 시 적용하거나 Apple Store Gift Card로
            받을 수 있습니다. 최종 확정 금액은 보상 판매 대상 기기를 수령한 후, 예상
            금액 산정 시 제시한 기기의 설명과 일치하는지 비교 검수 후 정해집니다.
            부가세는 새로 구입한 기기의 총액을 바탕으로 부과됩니다. 일부 매장에서는
            보상 판매를 제공하지 않으며, 매장 내 보상 판매와 온라인 보상 판매
            프로그램 간 내용에 차이가 있을 수 있습니다. 컴퓨터 제품에 대해서는 매장
            내 보상 판매를 제공하지 않습니다. 일부 매장은 추가 요구 사항이 있을 수
            있습니다. Apple 또는 보상 판매 파트너사는 어떤 보상 판매도 거래를
            거부하거나, 보상 판매 수량을 제한할 권리를 보유합니다. 적용 가능 기기의
            보상 판매 및 재활용에 대한 자세한 내용은 Apple의 보상 판매 파트너사에서
            확인할 수 있습니다. 규제 및 제한이 적용될 수 있습니다. 보상 판매
            프로그램은 Apple의 파트너이자 독립적으로 운영되는 제3의 업체에 의해
            제공됩니다. Apple 및 Apple의 계열사는 고객과 파트너 간 계약의 당사자가
            아닙니다. 추가 약관은 apple.com/kr/trade-in을 참고하십시오. 2. 이용 약관
            위 할부 서비스는 Apple Online Store, Apple 전화 판매 및 Apple 리테일
            매장에서 구입하는 경우에만 이용할 수 있습니다. 할부 서비스는 신용 카드
            발급사인 신한, BC, KB, NH, 롯데, 삼성, 현대, 하나, KEB 및 시티은행에서
            제공합니다. 모든 할부 구입은 신용 카드 발급사의 승인을 받아야 합니다.
            신용 카드 발급사에서 할부 구입을 승인해 주지 않는 경우에도 Apple
            직원에게 승인 거부 사유가 전달되지 않습니다. 할부 구입에 대한 승인
            결과는 신용 카드 발급사에 문의하십시오. 할부 조건, 수수료, 청구액 등은
            은행 웹사이트를 참고하십시오. 청구액은 카드 명세서에 표시됩니다. 할부
            서비스를 이용하려면 한국 거주자여야 합니다. 할부 서비스를 이용하려면
            구입 시 현지 발급 신용 카드 또는 현지 발급 제휴 카드(Visa, Mastercard,
            AMEX, China Union Pay)를 사용해야 합니다. 해외 신용 카드(한국 외 다른
            국가 또는 지역에서 발급 받은 신용 카드), 직불/체크 카드 및 현지
            발급/제휴 법인 카드는 할부 서비스를 이용할 수 없습니다. 할부는 광고 가격
            또는 정찰 가격을 기준으로 합니다. 모든 주문 제품은 무료 배송됩니다. 이
            정보는 2021년 03월 16일 기준 최신 정보입니다. 3. 특별 할인가는 이용
            자격을 갖춘 고객에게 적용됩니다. 특별 할인 혜택을 받는 방법에 관한
            자세한 내용은 매장 내 Apple 스페셜리스트에게 문의하거나 080-330-8877에
            전화로 문의하시기 바랍니다. 보다 오래 안심할 수 있도록. 이제
            AppleCare+가 우발적인 손상에 대한 수리 서비스를 횟수 제한 없이
            제공합니다. ** 교육 할인 혜택은 대학교 재학생 및 입학 예정자, 학부모,
            교직원, 전 학년의 홈스쿨 교사에게 적용됩니다. 자세한 내용은
            apple.com/kr-edu/shop을 참고하십시오. *** 프로모션 혜택은 2023년 1월
            18일부터 3월 13일까지 적용 대상 고객이 Apple Store 매장이나 Apple 교육
            할인 스토어에서, 또는 080-330-8877에 전화를 걸어 적용 가능 Apple 제품 및
            프로모션 제품을 구입할 때 이용할 수 있습니다. 프로모션 전체 이용 약관이
            적용됩니다. apple.com/kr/shop/back-to-school/terms-conditions를
            참고하십시오.
        </a> 
      </div>
      <div id='copyright'>
        <a className='cpr-1'>Copyright © 2023 Apple Inc. 모든 권리 보유.</a>
        <span>개인정보 처리방침</span>
        <span>약관</span>
        <span>판매 및 환불</span>
        <span>법적고지</span>
        <span>사이트 맵</span>
      </div>
    </div>
  );
}

export default Footer;
